define([], function () {
        return {
            question: {
                text: 'Внимание, в вопросе есть замены, причем двусмысленные. Утром 7 марта 1804 года состоялась дуэль двух англичан: морского офицера по фамилии Старр и Томаса Рингоо, кузена бывшего и будущего премьер-министра Британии. Назовите в правильном порядке фамилии, которые заменены фамилиями Старр и Рингоо.',
                answer: {
                    main: 'Бест, Питт',
                    other: ['Питт, Бест', 'Пит, Бест', "Бест, Пит"]
                },
                explanations: 'Томас Питт — кузен Уильяма Питта-младшего, который был премьер-министром Великобритании с 19.12.1783 г. по 14.03.1801 г. и с 10.05.1804 г. по 23.01.1806 г.; второй смысл замены состоит в том, что ударник Ринго Старр заменил в "Битлз" ударника Пита Беста.'
            },

        };
    }
);